Repository: rodrigosetti/demolition
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt

source: Charge Structure
pt: Estrutura de cobrança

source: Users are allow to select only confirmed dates
pt: Usuários são permitidos selecionar apenas datas confirmadas

source: Does the event's place is far from everyone
pt: O evento é longe, sendo necessário transporte

source: Event
pt: Evento

source: Events
pt: Eventos

source: Possible date
pt: Data possível

source: Possible dates
pt: Datas possíveis

source: Male
pt: Homem

source: Female
pt: Mulher

source: Person
pt: Pessoa

source: Persons
pt: Pessoas

source: Person plans to drink at event
pt: Pessoa pretende beber no evento

source: Person manages to get there
pt: A pessoa tem meios de chegar

source: Person can offer ride to the event's place
pt: Pode oferecer carona

source: Person can join event
pt: Pessoa pode participar do evento

source: The participation is paid
pt: Pagamento confirmado

source: Participation
pt: Participação

source: Participations
pt: Participações

source: Confirmed date
pt: Data confirmada

source: Confirmed dates
pt: Datas confirmadas

source: Companion plans to drink at event
pt: Companhia pretende beber no evento

source: drinking
pt: Bebe

source: Companion
pt: Acompanhante

source: Companions
pt: Acompanhantes

source: First Name
pt: Nome

source: Last Name
pt: Sobrenome

source: Username
pt: Usuário

source: Phone
pt: Fone

source: Password
pt: Senha

source: Confirmation
pt: Confirmação

source: Gender
pt: Gênero

source: username %s is in use, please specify another one
pt: O nome de usuário %s está em uso, especifique outro

source: please specify a password at least four characters
pt: Por favor especifique uma senha com no mínimo quatro letras

source: password and confirmation does not match
pt: Senha e confirmação devem ser idênticas

source: Demolition site admin
pt: Administração do Demolition

source: Demolition Administration
pt: Administração do Demolition

source: remove comment
pt: remover comentário

source: remove
pt: remover

source: No comments
pt: Nenhum comentário

source: Drinking
pt: Bebe

source: save
pt: salvar

source: remove companion
pt: remover acompanhante

source: saved
pt: salvo

source: log out
pt: sair

source: All fields are required
pt: Todos os campos são requeridos

source: close
pt: fechar

source: New Password
pt: Nova senha

source: Confirm
pt: Confirmação

source: change password
pt: alterar senha

source: passsword changed
pt: senha alterada

source: Password and confirmation must be non empty and equal
pt: Senha e confirmação devem ser iguais e não podems ser vazias

source: Please submit bugs to
pt: Por favor submeta bugs para

source: participating
pt: participante

source: counting companions
pt: contando acompanhantes

source: Event Information
pt: Informações do Evento

source: OK
pt: confirmado

source: Please check dates you confirm to go
pt: Selecione as datas que você confirma presença

source: Please check dates you have avaliability to go
pt: Selecione as datas que você tem disponibilidade

source: Self transportation
pt: Transporte próprio

source: Offer Ride
pt: Pode oferecer carona

source: Please do not add companions which are already signed in and invited to the same event.
pt: Por favor não adicione acompanhantes que já estão cadastrados e convidados para o mesmo evento

source: add new companion
pt: adicionar acompanhante

source: Payment confirmed
pt: Pagamento confirmado

source: Please pay the exact amount(including the cents) in order for we to validate your unique payment.
pt: Por favor pague a quantia exata(inclusive os centavos) para validarmos seu pagamento

source: Charge value
pt: Valor cobrado

source: Comments
pt: Comentários

source: post comment
pt: enviar comentário

source: update comments
pt: atualizar comentários

source: update
pt: atualizar

source: In order to participate in this event you must get and invitation
pt: Para participar deste evento você deve ser convidado

source: Request an invitation now
pt: Requisitar um convite agora

source: Invitation requested, please wait for approval
pt: Convite requisitado, por favor aguarde sua aprovação

source: log in
pt: entrar

source: sign up
pt: cadastrar

source: Your username and password didn't match. Please try again
pt: Seu nome de usuário ou senha não batem. Por favor tente novamente

source: Sign up
pt: Cadastrar

source: back to log in page
pt: voltar para a página de entrada

source: back to log in
pt: voltar para entrada
